<?php
return [
    //-------------------------------------------------------------
    //- Message thông báo
    //-------------------------------------------------------------
    'M000000' => 'Xử lý thành công',
    'M000001' => 'Khởi tạo thành công',

    //-------------------------------------------------------------
    //- Message lỗi
    //-------------------------------------------------------------
    'E000000' => 'Có lỗi phát sinh vui lòng liên hệ admin',
    'E000001' => 'Lỗi validation',
    'E010003' => 'Không có quyền',
    'E010600' => 'User chưa được cấu hình tổ chức',
    'E010400' => 'Nhân viên có nhóm là nhân viên không được thuộc 2 tổ chức',
    'E010100' => 'Nhóm nhà cung cấp không thuộc tổ chức đã chọn'
];
